{
    "[PAD]": 0,
    "[UNK]": 1,
    "[CLS]": 2,
    "[SEP]": 3,
    "a": 4,
    "ac": 5,
    "accalauréa": 6,
    "accalauréat": 7,
    "acetylene": 8,
    "adio": 9,
    "adjudan": 10,
    "adjudant": 11,
    "affaire": 12,
    "agage": 13,
    "agne": 14,
    "ai": 15,
    "ail": 16,
    "ain": 17,
    "air": 18,
    "alan": 19,
    "alant": 20,
    "alexandre": 21,
    "ali": 22,
    "allez": 23,
    "alo": 24,
    "alon": 25,
    "alquer": 26,
    "am": 27,
    "amelle": 28,
    "amoxycilli": 29,
    "amoxycillin": 30,
    "ampicilli": 31,
    "ampicillin": 32,
    "ampuchia": 33,
    "an": 34,
    "anc": 35,
    "ancho": 36,
    "anchon": 37,
    "and": 38,
    "andale": 39,
    "ang": 40,
    "anger": 41,
    "anglais": 42,
    "anh": 43,
    "anila": 44,
    "ano": 45,
    "anon": 46,
    "ao": 47,
    "ap": 48,
    "apto": 49,
    "aptop": 50,
    "ar": 51,
    "arabine": 52,
    "aradona": 53,
    "arantie": 54,
    "arbide": 55,
    "arbone": 56,
    "arda": 57,
    "ardan": 58,
    "arde": 59,
    "ardie": 60,
    "ardien": 61,
    "argentina": 62,
    "aritimes": 63,
    "arker": 64,
    "arrier": 65,
    "arte": 66,
    "artisa": 67,
    "artisan": 68,
    "arto": 69,
    "arton": 70,
    "asquette": 71,
    "asse": 72,
    "assette": 73,
    "asti": 74,
    "astic": 75,
    "ate": 76,
    "atelo": 77,
    "atelot": 78,
    "atente": 79,
    "atha": 80,
    "ati": 81,
    "atin": 82,
    "atit": 83,
    "au": 84,
    "aut": 85,
    "axi": 86,
    "ay": 87,
    "azooka": 88,
    "b": 89,
    "ba": 90,
    "bac": 91,
    "baccalauréat": 92,
    "bagage": 93,
    "bagne": 94,
    "bai": 95,
    "bam": 96,
    "ban": 97,
    "banc": 98,
    "bang": 99,
    "banh": 100,
    "bao": 101,
    "bar": 102,
    "barrier": 103,
    "bay": 104,
    "bazooka": 105,
    "be": 106,
    "beaucoup": 107,
    "bel": 108,
    "bem": 109,
    "ben": 110,
    "beng": 111,
    "beo": 112,
    "bi": 113,
    "bia": 114,
    "bida": 115,
    "bidon": 116,
    "billard": 117,
    "bin": 118,
    "bingo": 119,
    "binh": 120,
    "bière": 121,
    "biên": 122,
    "biêu": 123,
    "biếm": 124,
    "biến": 125,
    "biếng": 126,
    "biết": 127,
    "biếu": 128,
    "biền": 129,
    "biển": 130,
    "biểu": 131,
    "biện": 132,
    "biệng": 133,
    "biệt": 134,
    "bloc": 135,
    "bo": 136,
    "boa": 137,
    "boire": 138,
    "bom": 139,
    "bon": 140,
    "bong": 141,
    "bonjour": 142,
    "bonsai": 143,
    "boong": 144,
    "botte": 145,
    "brazil": 146,
    "bscl": 147,
    "bu": 148,
    "bua": 149,
    "buffet": 150,
    "bugi": 151,
    "bui": 152,
    "bum": 153,
    "bung": 154,
    "buôi": 155,
    "buôn": 156,
    "buông": 157,
    "buồm": 158,
    "buồn": 159,
    "buồng": 160,
    "buổi": 161,
    "buộc": 162,
    "buột": 163,
    "bà": 164,
    "bài": 165,
    "bàm": 166,
    "bàn": 167,
    "bàng": 168,
    "bành": 169,
    "bào": 170,
    "bàu": 171,
    "bày": 172,
    "bá": 173,
    "bác": 174,
    "bách": 175,
    "bái": 176,
    "bám": 177,
    "bán": 178,
    "báng": 179,
    "bánh": 180,
    "báo": 181,
    "báp": 182,
    "bát": 183,
    "báu": 184,
    "bâm": 185,
    "bân": 186,
    "bâng": 187,
    "bâton": 188,
    "bâu": 189,
    "bây": 190,
    "bã": 191,
    "bãi": 192,
    "bãm": 193,
    "bão": 194,
    "bè": 195,
    "bèm": 196,
    "bèn": 197,
    "bèo": 198,
    "bé": 199,
    "bén": 200,
    "béng": 201,
    "béo": 202,
    "bép": 203,
    "bét": 204,
    "bê": 205,
    "bên": 206,
    "bênh": 207,
    "bêu": 208,
    "bì": 209,
    "bìa": 210,
    "bìm": 211,
    "bình": 212,
    "bìu": 213,
    "bí": 214,
    "bía": 215,
    "bích": 216,
    "bím": 217,
    "bín": 218,
    "bính": 219,
    "bít": 220,
    "bíu": 221,
    "bò": 222,
    "bòm": 223,
    "bòn": 224,
    "bòng": 225,
    "bó": 226,
    "bóc": 227,
    "bói": 228,
    "bón": 229,
    "bóng": 230,
    "bóp": 231,
    "bót": 232,
    "bô": 233,
    "bôi": 234,
    "bôm": 235,
    "bôn": 236,
    "bông": 237,
    "bõ": 238,
    "bõm": 239,
    "bõng": 240,
    "bù": 241,
    "bùa": 242,
    "bùi": 243,
    "bùm": 244,
    "bùn": 245,
    "bùng": 246,
    "bú": 247,
    "búa": 248,
    "búi": 249,
    "búm": 250,
    "bún": 251,
    "búng": 252,
    "búp": 253,
    "bút": 254,
    "băm": 255,
    "băn": 256,
    "băng": 257,
    "bĩnh": 258,
    "bĩu": 259,
    "bũm": 260,
    "bơ": 261,
    "bơi": 262,
    "bơm": 263,
    "bơn": 264,
    "bư": 265,
    "bưng": 266,
    "bưu": 267,
    "bươi": 268,
    "bươm": 269,
    "bươn": 270,
    "bương": 271,
    "bươu": 272,
    "bước": 273,
    "bưới": 274,
    "bướm": 275,
    "bướng": 276,
    "bướt": 277,
    "bướu": 278,
    "bườn": 279,
    "bường": 280,
    "bưởi": 281,
    "bưởng": 282,
    "bượp": 283,
    "bượt": 284,
    "bạ": 285,
    "bạc": 286,
    "bạch": 287,
    "bại": 288,
    "bạn": 289,
    "bạo": 290,
    "bạp": 291,
    "bạt": 292,
    "bạu": 293,
    "bả": 294,
    "bải": 295,
    "bảm": 296,
    "bản": 297,
    "bảng": 298,
    "bảnh": 299,
    "bảo": 300,
    "bảu": 301,
    "bảy": 302,
    "bấc": 303,
    "bấm": 304,
    "bấn": 305,
    "bấp": 306,
    "bất": 307,
    "bấu": 308,
    "bấy": 309,
    "bầm": 310,
    "bần": 311,
    "bầu": 312,
    "bầy": 313,
    "bẩm": 314,
    "bẩn": 315,
    "bẩu": 316,
    "bẩy": 317,
    "bẫm": 318,
    "bẫng": 319,
    "bẫu": 320,
    "bẫy": 321,
    "bậc": 322,
    "bậm": 323,
    "bận": 324,
    "bậng": 325,
    "bập": 326,
    "bật": 327,
    "bậu": 328,
    "bậy": 329,
    "bắc": 330,
    "bắm": 331,
    "bắn": 332,
    "bắng": 333,
    "bắp": 334,
    "bắt": 335,
    "bằm": 336,
    "bằn": 337,
    "bằng": 338,
    "bẳm": 339,
    "bẳn": 340,
    "bẳng": 341,
    "bẵm": 342,
    "bẵng": 343,
    "bặc": 344,
    "bặm": 345,
    "bặng": 346,
    "bặp": 347,
    "bặt": 348,
    "bẹ": 349,
    "bẹc": 350,
    "bẹn": 351,
    "bẹo": 352,
    "bẹp": 353,
    "bẹt": 354,
    "bẻ": 355,
    "bẻm": 356,
    "bẻo": 357,
    "bẽ": 358,
    "bẽn": 359,
    "bế": 360,
    "bến": 361,
    "bếp": 362,
    "bết": 363,
    "bề": 364,
    "bền": 365,
    "bềnh": 366,
    "bể": 367,
    "bển": 368,
    "bễ": 369,
    "bệ": 370,
    "bệch": 371,
    "bện": 372,
    "bệnh": 373,
    "bệp": 374,
    "bệt": 375,
    "bệu": 376,
    "bỉ": 377,
    "bỉnh": 378,
    "bỉu": 379,
    "bị": 380,
    "bịa": 381,
    "bịch": 382,
    "bịn": 383,
    "bịnh": 384,
    "bịp": 385,
    "bịt": 386,
    "bịu": 387,
    "bọ": 388,
    "bọc": 389,
    "bọn": 390,
    "bọng": 391,
    "bọp": 392,
    "bọt": 393,
    "bỏ": 394,
    "bỏng": 395,
    "bố": 396,
    "bốc": 397,
    "bối": 398,
    "bốn": 399,
    "bống": 400,
    "bốp": 401,
    "bốt": 402,
    "bồ": 403,
    "bồi": 404,
    "bồm": 405,
    "bồn": 406,
    "bồng": 407,
    "bổ": 408,
    "bổi": 409,
    "bổn": 410,
    "bổng": 411,
    "bỗ": 412,
    "bỗng": 413,
    "bộ": 414,
    "bộc": 415,
    "bội": 416,
    "bộn": 417,
    "bộng": 418,
    "bộp": 419,
    "bột": 420,
    "bớ": 421,
    "bới": 422,
    "bớn": 423,
    "bớp": 424,
    "bớt": 425,
    "bờ": 426,
    "bời": 427,
    "bờm": 428,
    "bở": 429,
    "bởi": 430,
    "bỡ": 431,
    "bỡn": 432,
    "bợ": 433,
    "bợm": 434,
    "bợn": 435,
    "bợp": 436,
    "bợt": 437,
    "bụ": 438,
    "bục": 439,
    "bụi": 440,
    "bụm": 441,
    "bụng": 442,
    "bụp": 443,
    "bụt": 444,
    "bủa": 445,
    "bủm": 446,
    "bủn": 447,
    "bứ": 448,
    "bứa": 449,
    "bức": 450,
    "bứng": 451,
    "bứt": 452,
    "bừa": 453,
    "bừng": 454,
    "bửa": 455,
    "bửng": 456,
    "bữa": 457,
    "bự": 458,
    "bựa": 459,
    "bực": 460,
    "bựng": 461,
    "bựt": 462,
    "c": 463,
    "ca": 464,
    "cai": 465,
    "calquer": 466,
    "cam": 467,
    "campuchia": 468,
    "can": 469,
    "cang": 470,
    "canh": 471,
    "canon": 472,
    "cao": 473,
    "cap": 474,
    "carabine": 475,
    "carbide": 476,
    "carbone": 477,
    "cardan": 478,
    "carte": 479,
    "carton": 480,
    "casquette": 481,
    "cassette": 482,
    "cau": 483,
    "cay": 484,
    "cd": 485,
    "cercle": 486,
    "ch": 487,
    "cha": 488,
    "chai": 489,
    "cham": 490,
    "chan": 491,
    "chang": 492,
    "chanh": 493,
    "chao": 494,
    "chau": 495,
    "chay": 496,
    "che": 497,
    "chen": 498,
    "cheng": 499,
    "cheo": 500,
    "chi": 501,
    "chia": 502,
    "chim": 503,
    "chinh": 504,
    "chiu": 505,
    "chiéng": 506,
    "chiên": 507,
    "chiêng": 508,
    "chiêu": 509,
    "chiếc": 510,
    "chiếm": 511,
    "chiến": 512,
    "chiếng": 513,
    "chiết": 514,
    "chiếu": 515,
    "chiền": 516,
    "chiều": 517,
    "chiện": 518,
    "cho": 519,
    "choai": 520,
    "choi": 521,
    "chon": 522,
    "chong": 523,
    "choàng": 524,
    "choác": 525,
    "choán": 526,
    "choáng": 527,
    "choãi": 528,
    "choè": 529,
    "choèn": 530,
    "choạng": 531,
    "choẹ": 532,
    "choẹt": 533,
    "chu": 534,
    "chua": 535,
    "chui": 536,
    "chum": 537,
    "chun": 538,
    "chung": 539,
    "chuyên": 540,
    "chuyến": 541,
    "chuyền": 542,
    "chuyển": 543,
    "chuyện": 544,
    "chuông": 545,
    "chuẩn": 546,
    "chuốc": 547,
    "chuối": 548,
    "chuốt": 549,
    "chuồi": 550,
    "chuồn": 551,
    "chuồng": 552,
    "chuỗi": 553,
    "chuộc": 554,
    "chuộng": 555,
    "chuột": 556,
    "chà": 557,
    "chài": 558,
    "chàm": 559,
    "chàng": 560,
    "chành": 561,
    "chào": 562,
    "chàu": 563,
    "chày": 564,
    "chá": 565,
    "chác": 566,
    "chách": 567,
    "chái": 568,
    "chán": 569,
    "cháng": 570,
    "chánh": 571,
    "cháo": 572,
    "chát": 573,
    "cháu": 574,
    "cháy": 575,
    "châm": 576,
    "chân": 577,
    "châu": 578,
    "chây": 579,
    "chã": 580,
    "chãi": 581,
    "chãng": 582,
    "chãnh": 583,
    "chè": 584,
    "chèm": 585,
    "chèn": 586,
    "chèo": 587,
    "chéc": 588,
    "chém": 589,
    "chén": 590,
    "chéng": 591,
    "chéo": 592,
    "chép": 593,
    "chét": 594,
    "chê": 595,
    "chêm": 596,
    "chênh": 597,
    "chêu": 598,
    "chì": 599,
    "chìa": 600,
    "chìm": 601,
    "chình": 602,
    "chí": 603,
    "chía": 604,
    "chích": 605,
    "chím": 606,
    "chín": 607,
    "chính": 608,
    "chít": 609,
    "chò": 610,
    "chòi": 611,
    "chòm": 612,
    "chòng": 613,
    "chó": 614,
    "chóc": 615,
    "chói": 616,
    "chóm": 617,
    "chóng": 618,
    "chóp": 619,
    "chót": 620,
    "chôm": 621,
    "chôn": 622,
    "chông": 623,
    "chõ": 624,
    "chõm": 625,
    "chõng": 626,
    "chù": 627,
    "chùa": 628,
    "chùi": 629,
    "chùm": 630,
    "chùn": 631,
    "chùng": 632,
    "chú": 633,
    "chúa": 634,
    "chúc": 635,
    "chúi": 636,
    "chúm": 637,
    "chúng": 638,
    "chút": 639,
    "chăm": 640,
    "chăn": 641,
    "chăng": 642,
    "chĩa": 643,
    "chũ": 644,
    "chũm": 645,
    "chơ": 646,
    "chơi": 647,
    "chơm": 648,
    "chơn": 649,
    "chư": 650,
    "chưa": 651,
    "chưn": 652,
    "chưng": 653,
    "chương": 654,
    "chước": 655,
    "chướng": 656,
    "chường": 657,
    "chưởi": 658,
    "chưởng": 659,
    "chạc": 660,
    "chạch": 661,
    "chạm": 662,
    "chạn": 663,
    "chạng": 664,
    "chạnh": 665,
    "chạo": 666,
    "chạp": 667,
    "chạt": 668,
    "chạy": 669,
    "chả": 670,
    "chải": 671,
    "chảm": 672,
    "chảng": 673,
    "chảnh": 674,
    "chảo": 675,
    "chảu": 676,
    "chảy": 677,
    "chấm": 678,
    "chấn": 679,
    "chấp": 680,
    "chất": 681,
    "chấu": 682,
    "chấy": 683,
    "chầm": 684,
    "chần": 685,
    "chầu": 686,
    "chầy": 687,
    "chẩm": 688,
    "chẩu": 689,
    "chẫu": 690,
    "chậm": 691,
    "chận": 692,
    "chập": 693,
    "chật": 694,
    "chậu": 695,
    "chắc": 696,
    "chắm": 697,
    "chắn": 698,
    "chắp": 699,
    "chắt": 700,
    "chằm": 701,
    "chằn": 702,
    "chằng": 703,
    "chẳm": 704,
    "chẳn": 705,
    "chẳng": 706,
    "chẵn": 707,
    "chặm": 708,
    "chặn": 709,
    "chặng": 710,
    "chặp": 711,
    "chặt": 712,
    "chẹ": 713,
    "chẹn": 714,
    "chẹo": 715,
    "chẹp": 716,
    "chẹt": 717,
    "chẻ": 718,
    "chẻm": 719,
    "chẽ": 720,
    "chẽm": 721,
    "chẽn": 722,
    "chẽo": 723,
    "chế": 724,
    "chếch": 725,
    "chến": 726,
    "chếnh": 727,
    "chếp": 728,
    "chết": 729,
    "chề": 730,
    "chềm": 731,
    "chễm": 732,
    "chễnh": 733,
    "chệ": 734,
    "chệc": 735,
    "chệch": 736,
    "chệnh": 737,
    "chệp": 738,
    "chỉ": 739,
    "chỉa": 740,
    "chỉnh": 741,
    "chị": 742,
    "chịa": 743,
    "chịt": 744,
    "chịu": 745,
    "chọ": 746,
    "chọc": 747,
    "chọe": 748,
    "chọi": 749,
    "chọn": 750,
    "chọt": 751,
    "chỏ": 752,
    "chỏi": 753,
    "chỏm": 754,
    "chỏng": 755,
    "chốc": 756,
    "chối": 757,
    "chốn": 758,
    "chống": 759,
    "chốt": 760,
    "chồi": 761,
    "chồm": 762,
    "chồn": 763,
    "chồng": 764,
    "chổi": 765,
    "chổng": 766,
    "chỗ": 767,
    "chỗi": 768,
    "chỗm": 769,
    "chộ": 770,
    "chội": 771,
    "chộn": 772,
    "chộp": 773,
    "chột": 774,
    "chớ": 775,
    "chới": 776,
    "chớm": 777,
    "chớn": 778,
    "chớp": 779,
    "chớt": 780,
    "chờ": 781,
    "chờm": 782,
    "chờn": 783,
    "chở": 784,
    "chởm": 785,
    "chợ": 786,
    "chợp": 787,
    "chợt": 788,
    "chục": 789,
    "chụm": 790,
    "chụp": 791,
    "chủ": 792,
    "chủn": 793,
    "chủng": 794,
    "chứ": 795,
    "chứa": 796,
    "chức": 797,
    "chứng": 798,
    "chừ": 799,
    "chừa": 800,
    "chừng": 801,
    "chửa": 802,
    "chửi": 803,
    "chửng": 804,
    "chữ": 805,
    "chữa": 806,
    "chững": 807,
    "chự": 808,
    "chực": 809,
    "chựng": 810,
    "cinéma": 811,
    "cmnd": 812,
    "co": 813,
    "cognac": 814,
    "coi": 815,
    "collier": 816,
    "collège": 817,
    "colt": 818,
    "com": 819,
    "commande": 820,
    "con": 821,
    "cong": 822,
    "copier": 823,
    "corner": 824,
    "corps": 825,
    "cours": 826,
    "crème": 827,
    "cu": 828,
    "cua": 829,
    "cui": 830,
    "cum": 831,
    "cung": 832,
    "curoa": 833,
    "cuốc": 834,
    "cuối": 835,
    "cuốn": 836,
    "cuống": 837,
    "cuồn": 838,
    "cuồng": 839,
    "cuỗm": 840,
    "cuộc": 841,
    "cuội": 842,
    "cuộn": 843,
    "cuộng": 844,
    "cà": 845,
    "cài": 846,
    "càm": 847,
    "càn": 848,
    "càng": 849,
    "cành": 850,
    "cào": 851,
    "càu": 852,
    "cày": 853,
    "cá": 854,
    "các": 855,
    "cách": 856,
    "cái": 857,
    "cám": 858,
    "cán": 859,
    "cáng": 860,
    "cánh": 861,
    "cáo": 862,
    "cáp": 863,
    "cát": 864,
    "cáu": 865,
    "cáy": 866,
    "câm": 867,
    "cân": 868,
    "câu": 869,
    "cây": 870,
    "cã": 871,
    "cãi": 872,
    "cò": 873,
    "còi": 874,
    "còm": 875,
    "còn": 876,
    "còng": 877,
    "có": 878,
    "cóc": 879,
    "cói": 880,
    "cóm": 881,
    "cón": 882,
    "cóng": 883,
    "cóp": 884,
    "cót": 885,
    "cô": 886,
    "côi": 887,
    "côm": 888,
    "côn": 889,
    "công": 890,
    "cõi": 891,
    "cõng": 892,
    "cù": 893,
    "cùi": 894,
    "cùm": 895,
    "cùn": 896,
    "cùng": 897,
    "cú": 898,
    "cúc": 899,
    "cúi": 900,
    "cúm": 901,
    "cúng": 902,
    "cúp": 903,
    "cút": 904,
    "căm": 905,
    "căn": 906,
    "căng": 907,
    "cũ": 908,
    "cũi": 909,
    "cũn": 910,
    "cũng": 911,
    "cơ": 912,
    "cơi": 913,
    "cơm": 914,
    "cơn": 915,
    "cư": 916,
    "cưa": 917,
    "cưng": 918,
    "cương": 919,
    "cước": 920,
    "cưới": 921,
    "cướng": 922,
    "cướp": 923,
    "cười": 924,
    "cườm": 925,
    "cường": 926,
    "cưỡi": 927,
    "cưỡng": 928,
    "cược": 929,
    "cượng": 930,
    "cạ": 931,
    "cạc": 932,
    "cạch": 933,
    "cạn": 934,
    "cạnh": 935,
    "cạo": 936,
    "cạp": 937,
    "cạu": 938,
    "cạy": 939,
    "cả": 940,
    "cải": 941,
    "cảm": 942,
    "cản": 943,
    "cảng": 944,
    "cảnh": 945,
    "cảo": 946,
    "cảu": 947,
    "cảy": 948,
    "cấc": 949,
    "cấm": 950,
    "cấn": 951,
    "cấp": 952,
    "cất": 953,
    "cấu": 954,
    "cấy": 955,
    "cầm": 956,
    "cần": 957,
    "cầu": 958,
    "cầy": 959,
    "cẩm": 960,
    "cẩn": 961,
    "cẩu": 962,
    "cẩy": 963,
    "cẫng": 964,
    "cận": 965,
    "cập": 966,
    "cật": 967,
    "cậu": 968,
    "cậy": 969,
    "cắc": 970,
    "cắm": 971,
    "cắn": 972,
    "cắng": 973,
    "cắp": 974,
    "cắt": 975,
    "cằm": 976,
    "cằn": 977,
    "cẳng": 978,
    "cặc": 979,
    "cặm": 980,
    "cặn": 981,
    "cặng": 982,
    "cặp": 983,
    "cệch": 984,
    "cọ": 985,
    "cọc": 986,
    "cọm": 987,
    "cọn": 988,
    "cọng": 989,
    "cọp": 990,
    "cọt": 991,
    "cỏ": 992,
    "cỏi": 993,
    "cỏn": 994,
    "cỏng": 995,
    "cố": 996,
    "cốc": 997,
    "cối": 998,
    "cốm": 999,
    "cốn": 1000,
    "cống": 1001,
    "cốt": 1002,
    "cồ": 1003,
    "cồi": 1004,
    "cồn": 1005,
    "cồng": 1006,
    "cổ": 1007,
    "cổi": 1008,
    "cổng": 1009,
    "cỗ": 1010,
    "cỗi": 1011,
    "cộ": 1012,
    "cộc": 1013,
    "cội": 1014,
    "cộm": 1015,
    "cộng": 1016,
    "cộp": 1017,
    "cột": 1018,
    "cớ": 1019,
    "cớn": 1020,
    "cờ": 1021,
    "cời": 1022,
    "cởi": 1023,
    "cỡ": 1024,
    "cỡi": 1025,
    "cỡm": 1026,
    "cỡn": 1027,
    "cợm": 1028,
    "cợn": 1029,
    "cợt": 1030,
    "cụ": 1031,
    "cục": 1032,
    "cụi": 1033,
    "cụm": 1034,
    "cụng": 1035,
    "cụp": 1036,
    "cụt": 1037,
    "củ": 1038,
    "của": 1039,
    "củi": 1040,
    "củm": 1041,
    "củn": 1042,
    "củng": 1043,
    "cứ": 1044,
    "cứa": 1045,
    "cứng": 1046,
    "cứt": 1047,
    "cứu": 1048,
    "cừ": 1049,
    "cừu": 1050,
    "cử": 1051,
    "cửa": 1052,
    "cửu": 1053,
    "cữ": 1054,
    "cững": 1055,
    "cự": 1056,
    "cựa": 1057,
    "cực": 1058,
    "cựng": 1059,
    "cựu": 1060,
    "d": 1061,
    "da": 1062,
    "dai": 1063,
    "dan": 1064,
    "dang": 1065,
    "danh": 1066,
    "dao": 1067,
    "dau": 1068,
    "day": 1069,
    "de": 1070,
    "deadline": 1071,
    "deo": 1072,
    "di": 1073,
    "dia": 1074,
    "dim": 1075,
    "dinh": 1076,
    "diêm": 1077,
    "diên": 1078,
    "diêu": 1079,
    "diếm": 1080,
    "diếp": 1081,
    "diềm": 1082,
    "diều": 1083,
    "diễn": 1084,
    "diễu": 1085,
    "diệc": 1086,
    "diệm": 1087,
    "diện": 1088,
    "diệt": 1089,
    "do": 1090,
    "doa": 1091,
    "doan": 1092,
    "doanh": 1093,
    "doi": 1094,
    "dom": 1095,
    "don": 1096,
    "dong": 1097,
    "doá": 1098,
    "doãng": 1099,
    "doạ": 1100,
    "du": 1101,
    "dua": 1102,
    "dung": 1103,
    "duy": 1104,
    "duyên": 1105,
    "duyệt": 1106,
    "duôi": 1107,
    "duồng": 1108,
    "duỗi": 1109,
    "dvd": 1110,
    "dà": 1111,
    "dài": 1112,
    "dàm": 1113,
    "dàn": 1114,
    "dàng": 1115,
    "dành": 1116,
    "dào": 1117,
    "dày": 1118,
    "dá": 1119,
    "dác": 1120,
    "dách": 1121,
    "dái": 1122,
    "dám": 1123,
    "dán": 1124,
    "dáng": 1125,
    "dánh": 1126,
    "dáo": 1127,
    "dáu": 1128,
    "dáy": 1129,
    "dâm": 1130,
    "dân": 1131,
    "dâng": 1132,
    "dâu": 1133,
    "dây": 1134,
    "dã": 1135,
    "dãi": 1136,
    "dão": 1137,
    "dãy": 1138,
    "dè": 1139,
    "dèm": 1140,
    "dèo": 1141,
    "dé": 1142,
    "démarrer": 1143,
    "dép": 1144,
    "dê": 1145,
    "dên": 1146,
    "dênh": 1147,
    "dì": 1148,
    "dìm": 1149,
    "dình": 1150,
    "dí": 1151,
    "dính": 1152,
    "díp": 1153,
    "díu": 1154,
    "dò": 1155,
    "dòi": 1156,
    "dòm": 1157,
    "dòng": 1158,
    "dó": 1159,
    "dóc": 1160,
    "dóm": 1161,
    "dóng": 1162,
    "dô": 1163,
    "dôi": 1164,
    "dông": 1165,
    "dõi": 1166,
    "dõng": 1167,
    "dù": 1168,
    "dùa": 1169,
    "dùi": 1170,
    "dùm": 1171,
    "dùng": 1172,
    "dú": 1173,
    "dúa": 1174,
    "dúi": 1175,
    "dúm": 1176,
    "dún": 1177,
    "dúng": 1178,
    "dăm": 1179,
    "dăn": 1180,
    "dăng": 1181,
    "dĩ": 1182,
    "dĩa": 1183,
    "dĩn": 1184,
    "dĩnh": 1185,
    "dũng": 1186,
    "dơ": 1187,
    "dơm": 1188,
    "dư": 1189,
    "dưa": 1190,
    "dưng": 1191,
    "dương": 1192,
    "dưới": 1193,
    "dường": 1194,
    "dưỡng": 1195,
    "dược": 1196,
    "dượi": 1197,
    "dượng": 1198,
    "dượt": 1199,
    "dạ": 1200,
    "dạc": 1201,
    "dại": 1202,
    "dạm": 1203,
    "dạn": 1204,
    "dạng": 1205,
    "dạo": 1206,
    "dạt": 1207,
    "dạu": 1208,
    "dạy": 1209,
    "dải": 1210,
    "dảnh": 1211,
    "dấm": 1212,
    "dấn": 1213,
    "dấp": 1214,
    "dấu": 1215,
    "dầm": 1216,
    "dần": 1217,
    "dầu": 1218,
    "dầy": 1219,
    "dẩu": 1220,
    "dẫm": 1221,
    "dẫn": 1222,
    "dẫu": 1223,
    "dậm": 1224,
    "dập": 1225,
    "dật": 1226,
    "dậu": 1227,
    "dậy": 1228,
    "dắt": 1229,
    "dằm": 1230,
    "dằn": 1231,
    "dằng": 1232,
    "dẳng": 1233,
    "dặc": 1234,
    "dặm": 1235,
    "dặn": 1236,
    "dặt": 1237,
    "dẹo": 1238,
    "dẹp": 1239,
    "dẹt": 1240,
    "dẻ": 1241,
    "dẻo": 1242,
    "dẽ": 1243,
    "dẽo": 1244,
    "dế": 1245,
    "dếch": 1246,
    "dến": 1247,
    "dề": 1248,
    "dềnh": 1249,
    "dể": 1250,
    "dễ": 1251,
    "dện": 1252,
    "dệnh": 1253,
    "dệt": 1254,
    "dệu": 1255,
    "dỉ": 1256,
    "dị": 1257,
    "dịch": 1258,
    "dịp": 1259,
    "dịu": 1260,
    "dọ": 1261,
    "dọa": 1262,
    "dọc": 1263,
    "dọi": 1264,
    "dọn": 1265,
    "dọng": 1266,
    "dỏi": 1267,
    "dỏm": 1268,
    "dỏng": 1269,
    "dố": 1270,
    "dốc": 1271,
    "dối": 1272,
    "dốt": 1273,
    "dồ": 1274,
    "dồi": 1275,
    "dồn": 1276,
    "dổi": 1277,
    "dỗ": 1278,
    "dỗi": 1279,
    "dội": 1280,
    "dộng": 1281,
    "dộp": 1282,
    "dột": 1283,
    "dớp": 1284,
    "dớt": 1285,
    "dời": 1286,
    "dờn": 1287,
    "dở": 1288,
    "dỡ": 1289,
    "dợn": 1290,
    "dợt": 1291,
    "dụ": 1292,
    "dục": 1293,
    "dụi": 1294,
    "dụm": 1295,
    "dụng": 1296,
    "dứ": 1297,
    "dứa": 1298,
    "dức": 1299,
    "dứng": 1300,
    "dứt": 1301,
    "dừa": 1302,
    "dừng": 1303,
    "dửng": 1304,
    "dữ": 1305,
    "dự": 1306,
    "dựa": 1307,
    "dựng": 1308,
    "e": 1309,
    "eadline": 1310,
    "eaucou": 1311,
    "eaucoup": 1312,
    "econd": 1313,
    "ecta": 1314,
    "el": 1315,
    "eletype": 1316,
    "elure": 1317,
    "em": 1318,
    "en": 1319,
    "enalty": 1320,
    "eng": 1321,
    "enicilli": 1322,
    "enicillin": 1323,
    "ennis": 1324,
    "enquête": 1325,
    "eo": 1326,
    "ep": 1327,
    "erci": 1328,
    "ercle": 1329,
    "ermanen": 1330,
    "ermanent": 1331,
    "essageries": 1332,
    "et": 1333,
    "ex": 1334,
    "ext": 1335,
    "f": 1336,
    "france": 1337,
    "g": 1338,
    "ga": 1339,
    "gai": 1340,
    "galant": 1341,
    "galon": 1342,
    "gam": 1343,
    "gamelle": 1344,
    "gan": 1345,
    "gang": 1346,
    "ganh": 1347,
    "gao": 1348,
    "garantie": 1349,
    "garde": 1350,
    "gardien": 1351,
    "gay": 1352,
    "gh": 1353,
    "ghe": 1354,
    "ghen": 1355,
    "ghi": 1356,
    "ghim": 1357,
    "ghiếc": 1358,
    "ghiền": 1359,
    "ghè": 1360,
    "ghèn": 1361,
    "ghé": 1362,
    "ghém": 1363,
    "ghép": 1364,
    "ghét": 1365,
    "ghê": 1366,
    "ghì": 1367,
    "ghình": 1368,
    "ghẹ": 1369,
    "ghẹo": 1370,
    "ghẻ": 1371,
    "ghẽ": 1372,
    "ghế": 1373,
    "ghếnh": 1374,
    "ghề": 1375,
    "ghềnh": 1376,
    "ghệ": 1377,
    "gi": 1378,
    "gia": 1379,
    "giai": 1380,
    "giam": 1381,
    "gian": 1382,
    "giang": 1383,
    "gianh": 1384,
    "giao": 1385,
    "gie": 1386,
    "gieo": 1387,
    "gin": 1388,
    "giong": 1389,
    "giun": 1390,
    "giuộc": 1391,
    "già": 1392,
    "giàm": 1393,
    "giàn": 1394,
    "giàng": 1395,
    "giành": 1396,
    "giàu": 1397,
    "giày": 1398,
    "giá": 1399,
    "giác": 1400,
    "giái": 1401,
    "giám": 1402,
    "gián": 1403,
    "giáng": 1404,
    "giánh": 1405,
    "giáo": 1406,
    "giáp": 1407,
    "giát": 1408,
    "giây": 1409,
    "giã": 1410,
    "giãi": 1411,
    "giãn": 1412,
    "giãy": 1413,
    "giè": 1414,
    "giép": 1415,
    "giê": 1416,
    "giêng": 1417,
    "giò": 1418,
    "giòi": 1419,
    "giòn": 1420,
    "gió": 1421,
    "gióng": 1422,
    "giông": 1423,
    "giùm": 1424,
    "giú": 1425,
    "giúc": 1426,
    "giún": 1427,
    "giúp": 1428,
    "giăng": 1429,
    "giũ": 1430,
    "giơ": 1431,
    "giương": 1432,
    "giường": 1433,
    "giạ": 1434,
    "giạc": 1435,
    "giại": 1436,
    "giạt": 1437,
    "giả": 1438,
    "giải": 1439,
    "giảm": 1440,
    "giản": 1441,
    "giảng": 1442,
    "giảnh": 1443,
    "giảo": 1444,
    "giảu": 1445,
    "giấc": 1446,
    "giấm": 1447,
    "giấp": 1448,
    "giấu": 1449,
    "giấy": 1450,
    "giầm": 1451,
    "giần": 1452,
    "giầu": 1453,
    "giầy": 1454,
    "giẫm": 1455,
    "giẫy": 1456,
    "giậm": 1457,
    "giận": 1458,
    "giập": 1459,
    "giật": 1460,
    "giắc": 1461,
    "giắt": 1462,
    "giằn": 1463,
    "giằng": 1464,
    "giặc": 1465,
    "giặm": 1466,
    "giặp": 1467,
    "giặt": 1468,
    "giẹo": 1469,
    "giẻ": 1470,
    "giếm": 1471,
    "giếng": 1472,
    "giết": 1473,
    "giềng": 1474,
    "giễu": 1475,
    "giọ": 1476,
    "giọng": 1477,
    "giọt": 1478,
    "giỏ": 1479,
    "giỏi": 1480,
    "giống": 1481,
    "giồng": 1482,
    "giỗ": 1483,
    "giộc": 1484,
    "giội": 1485,
    "giới": 1486,
    "giờ": 1487,
    "giời": 1488,
    "giờn": 1489,
    "giở": 1490,
    "giỡn": 1491,
    "giụa": 1492,
    "giục": 1493,
    "giụm": 1494,
    "giụt": 1495,
    "giữ": 1496,
    "giữa": 1497,
    "giựt": 1498,
    "gmc": 1499,
    "go": 1500,
    "gom": 1501,
    "gracey": 1502,
    "gramme": 1503,
    "gu": 1504,
    "gucci": 1505,
    "guitar": 1506,
    "guốc": 1507,
    "guồng": 1508,
    "guộc": 1509,
    "guộn": 1510,
    "guột": 1511,
    "gà": 1512,
    "gài": 1513,
    "gàn": 1514,
    "gàng": 1515,
    "gành": 1516,
    "gào": 1517,
    "gàu": 1518,
    "gày": 1519,
    "gá": 1520,
    "gác": 1521,
    "gái": 1522,
    "gán": 1523,
    "gánh": 1524,
    "gáo": 1525,
    "gáp": 1526,
    "gáy": 1527,
    "gân": 1528,
    "gây": 1529,
    "gã": 1530,
    "gãi": 1531,
    "gãy": 1532,
    "gì": 1533,
    "gìn": 1534,
    "gí": 1535,
    "gò": 1536,
    "gòn": 1537,
    "góa": 1538,
    "góc": 1539,
    "gói": 1540,
    "góp": 1541,
    "gót": 1542,
    "gô": 1543,
    "gôm": 1544,
    "gôn": 1545,
    "gông": 1546,
    "gõ": 1547,
    "gù": 1548,
    "gùi": 1549,
    "gún": 1550,
    "gút": 1551,
    "găm": 1552,
    "găng": 1553,
    "gũi": 1554,
    "gương": 1555,
    "gườm": 1556,
    "gưỡng": 1557,
    "gượng": 1558,
    "gạ": 1559,
    "gạc": 1560,
    "gạch": 1561,
    "gại": 1562,
    "gạn": 1563,
    "gạo": 1564,
    "gạt": 1565,
    "gạy": 1566,
    "gả": 1567,
    "gảnh": 1568,
    "gảy": 1569,
    "gấm": 1570,
    "gấp": 1571,
    "gấu": 1572,
    "gầm": 1573,
    "gần": 1574,
    "gầy": 1575,
    "gẩm": 1576,
    "gẩy": 1577,
    "gẫm": 1578,
    "gẫu": 1579,
    "gẫy": 1580,
    "gập": 1581,
    "gật": 1582,
    "gậy": 1583,
    "gắm": 1584,
    "gắn": 1585,
    "gắng": 1586,
    "gắp": 1587,
    "gắt": 1588,
    "gằm": 1589,
    "gặc": 1590,
    "gặm": 1591,
    "gặp": 1592,
    "gặt": 1593,
    "gỉ": 1594,
    "gọ": 1595,
    "gọi": 1596,
    "gọn": 1597,
    "gọng": 1598,
    "gọt": 1599,
    "gỏi": 1600,
    "gỏng": 1601,
    "gốc": 1602,
    "gối": 1603,
    "gốm": 1604,
    "gồ": 1605,
    "gồm": 1606,
    "gồng": 1607,
    "gổ": 1608,
    "gỗ": 1609,
    "gộc": 1610,
    "gội": 1611,
    "gộng": 1612,
    "gộp": 1613,
    "gột": 1614,
    "gớm": 1615,
    "gờ": 1616,
    "gở": 1617,
    "gởi": 1618,
    "gởn": 1619,
    "gỡ": 1620,
    "gợi": 1621,
    "gợn": 1622,
    "gụ": 1623,
    "gục": 1624,
    "gụi": 1625,
    "gụt": 1626,
    "gủn": 1627,
    "gừ": 1628,
    "gừa": 1629,
    "gừng": 1630,
    "gửi": 1631,
    "h": 1632,
    "ha": 1633,
    "hai": 1634,
    "ham": 1635,
    "han": 1636,
    "hand": 1637,
    "hang": 1638,
    "hanh": 1639,
    "hao": 1640,
    "hate": 1641,
    "hau": 1642,
    "hay": 1643,
    "he": 1644,
    "hecta": 1645,
    "hem": 1646,
    "hen": 1647,
    "heo": 1648,
    "hi": 1649,
    "hia": 1650,
    "hinh": 1651,
    "hiu": 1652,
    "hiên": 1653,
    "hiếm": 1654,
    "hiếp": 1655,
    "hiếu": 1656,
    "hiềm": 1657,
    "hiền": 1658,
    "hiềng": 1659,
    "hiểm": 1660,
    "hiển": 1661,
    "hiểu": 1662,
    "hiện": 1663,
    "hiệp": 1664,
    "hiệu": 1665,
    "ho": 1666,
    "hoa": 1667,
    "hoan": 1668,
    "hoang": 1669,
    "hoay": 1670,
    "hodes": 1671,
    "hoe": 1672,
    "hoi": 1673,
    "hom": 1674,
    "hon": 1675,
    "honda": 1676,
    "hong": 1677,
    "hoà": 1678,
    "hoài": 1679,
    "hoàn": 1680,
    "hoàng": 1681,
    "hoành": 1682,
    "hoá": 1683,
    "hoác": 1684,
    "hoán": 1685,
    "hoáng": 1686,
    "hoãn": 1687,
    "hoén": 1688,
    "hoét": 1689,
    "hoạ": 1690,
    "hoạc": 1691,
    "hoạch": 1692,
    "hoại": 1693,
    "hoạn": 1694,
    "hoạnh": 1695,
    "hoạt": 1696,
    "hoả": 1697,
    "hoải": 1698,
    "hoảng": 1699,
    "hoảnh": 1700,
    "hoắc": 1701,
    "hoắt": 1702,
    "hoẳn": 1703,
    "hoặc": 1704,
    "hoển": 1705,
    "hu": 1706,
    "hui": 1707,
    "hum": 1708,
    "hun": 1709,
    "hung": 1710,
    "huy": 1711,
    "huynh": 1712,
    "huyên": 1713,
    "huyết": 1714,
    "huyện": 1715,
    "huyệt": 1716,
    "huày": 1717,
    "huê": 1718,
    "huênh": 1719,
    "huông": 1720,
    "huých": 1721,
    "huýt": 1722,
    "huơ": 1723,
    "huế": 1724,
    "huếnh": 1725,
    "huề": 1726,
    "huệ": 1727,
    "huống": 1728,
    "huốt": 1729,
    "huột": 1730,
    "huớt": 1731,
    "huờn": 1732,
    "huỡn": 1733,
    "huợn": 1734,
    "huỳnh": 1735,
    "huỵch": 1736,
    "huỷ": 1737,
    "hy": 1738,
    "hà": 1739,
    "hài": 1740,
    "hàm": 1741,
    "hàn": 1742,
    "hàng": 1743,
    "hành": 1744,
    "hào": 1745,
    "há": 1746,
    "hách": 1747,
    "hái": 1748,
    "hám": 1749,
    "hán": 1750,
    "háng": 1751,
    "hánh": 1752,
    "háo": 1753,
    "háp": 1754,
    "hát": 1755,
    "háu": 1756,
    "háy": 1757,
    "hâm": 1758,
    "hân": 1759,
    "hâu": 1760,
    "hây": 1761,
    "hãi": 1762,
    "hãm": 1763,
    "hãn": 1764,
    "hãng": 1765,
    "hão": 1766,
    "hãy": 1767,
    "hè": 1768,
    "hèm": 1769,
    "hèn": 1770,
    "hé": 1771,
    "hén": 1772,
    "héo": 1773,
    "hét": 1774,
    "hê": 1775,
    "hên": 1776,
    "hênh": 1777,
    "hêu": 1778,
    "hì": 1779,
    "hình": 1780,
    "hí": 1781,
    "hính": 1782,
    "hít": 1783,
    "hò": 1784,
    "hòa": 1785,
    "hòi": 1786,
    "hòm": 1787,
    "hòn": 1788,
    "hòng": 1789,
    "hó": 1790,
    "hóa": 1791,
    "hóc": 1792,
    "hói": 1793,
    "hón": 1794,
    "hóng": 1795,
    "hót": 1796,
    "hô": 1797,
    "hôi": 1798,
    "hôm": 1799,
    "hôn": 1800,
    "hông": 1801,
    "hôtel": 1802,
    "hõm": 1803,
    "hù": 1804,
    "hùa": 1805,
    "hùi": 1806,
    "hùm": 1807,
    "hùn": 1808,
    "hùng": 1809,
    "hú": 1810,
    "húc": 1811,
    "húi": 1812,
    "húm": 1813,
    "húng": 1814,
    "húp": 1815,
    "hút": 1816,
    "hăm": 1817,
    "hăn": 1818,
    "hăng": 1819,
    "hũ": 1820,
    "hũm": 1821,
    "hơ": 1822,
    "hơi": 1823,
    "hơn": 1824,
    "hư": 1825,
    "hưng": 1826,
    "hưu": 1827,
    "hương": 1828,
    "hươu": 1829,
    "hước": 1830,
    "hướm": 1831,
    "hướng": 1832,
    "hướt": 1833,
    "hườm": 1834,
    "hường": 1835,
    "hưởi": 1836,
    "hưởn": 1837,
    "hưởng": 1838,
    "hạ": 1839,
    "hạc": 1840,
    "hạch": 1841,
    "hại": 1842,
    "hạn": 1843,
    "hạng": 1844,
    "hạnh": 1845,
    "hạo": 1846,
    "hạp": 1847,
    "hạt": 1848,
    "hả": 1849,
    "hải": 1850,
    "hản": 1851,
    "hảng": 1852,
    "hảnh": 1853,
    "hảo": 1854,
    "hấn": 1855,
    "hấp": 1856,
    "hất": 1857,
    "hấu": 1858,
    "hầm": 1859,
    "hầu": 1860,
    "hầy": 1861,
    "hẩm": 1862,
    "hẩu": 1863,
    "hẫng": 1864,
    "hậm": 1865,
    "hận": 1866,
    "hập": 1867,
    "hậu": 1868,
    "hắc": 1869,
    "hắn": 1870,
    "hắng": 1871,
    "hắt": 1872,
    "hằm": 1873,
    "hằn": 1874,
    "hằng": 1875,
    "hẳm": 1876,
    "hẳn": 1877,
    "hẵng": 1878,
    "hặc": 1879,
    "hẹ": 1880,
    "hẹn": 1881,
    "hẹp": 1882,
    "hẻ": 1883,
    "hẻm": 1884,
    "hẻn": 1885,
    "hẻo": 1886,
    "hếch": 1887,
    "hến": 1888,
    "hết": 1889,
    "hếu": 1890,
    "hề": 1891,
    "hềnh": 1892,
    "hều": 1893,
    "hể": 1894,
    "hển": 1895,
    "hểnh": 1896,
    "hễ": 1897,
    "hệ": 1898,
    "hệch": 1899,
    "hệt": 1900,
    "hệu": 1901,
    "hỉ": 1902,
    "hỉnh": 1903,
    "hị": 1904,
    "hịch": 1905,
    "hịt": 1906,
    "họ": 1907,
    "họa": 1908,
    "học": 1909,
    "họe": 1910,
    "họng": 1911,
    "họp": 1912,
    "hỏ": 1913,
    "hỏa": 1914,
    "hỏi": 1915,
    "hỏng": 1916,
    "hố": 1917,
    "hốc": 1918,
    "hối": 1919,
    "hống": 1920,
    "hốp": 1921,
    "hốt": 1922,
    "hồ": 1923,
    "hồi": 1924,
    "hồm": 1925,
    "hồn": 1926,
    "hồng": 1927,
    "hổ": 1928,
    "hổi": 1929,
    "hổm": 1930,
    "hổn": 1931,
    "hổng": 1932,
    "hỗ": 1933,
    "hỗm": 1934,
    "hỗn": 1935,
    "hộ": 1936,
    "hộc": 1937,
    "hội": 1938,
    "hộp": 1939,
    "hột": 1940,
    "hớ": 1941,
    "hới": 1942,
    "hớn": 1943,
    "hớp": 1944,
    "hớt": 1945,
    "hờ": 1946,
    "hời": 1947,
    "hờm": 1948,
    "hờn": 1949,
    "hở": 1950,
    "hởn": 1951,
    "hỡi": 1952,
    "hỡm": 1953,
    "hợ": 1954,
    "hợi": 1955,
    "hợm": 1956,
    "hợp": 1957,
    "hợt": 1958,
    "hụ": 1959,
    "hục": 1960,
    "hụi": 1961,
    "hụm": 1962,
    "hụp": 1963,
    "hụt": 1964,
    "hủ": 1965,
    "hủi": 1966,
    "hủn": 1967,
    "hủng": 1968,
    "hủy": 1969,
    "hứ": 1970,
    "hứa": 1971,
    "hức": 1972,
    "hứi": 1973,
    "hứng": 1974,
    "hừng": 1975,
    "hử": 1976,
    "hửi": 1977,
    "hửng": 1978,
    "hững": 1979,
    "hữu": 1980,
    "hự": 1981,
    "hực": 1982,
    "i": 1983,
    "ia": 1984,
    "ida": 1985,
    "ido": 1986,
    "idon": 1987,
    "iew": 1988,
    "igno": 1989,
    "ignon": 1990,
    "ignonne": 1991,
    "igô": 1992,
    "igôn": 1993,
    "iii": 1994,
    "ile": 1995,
    "ilippines": 1996,
    "illard": 1997,
    "ilo": 1998,
    "ilon": 1999,
    "ilôga": 2000,
    "ilôgam": 2001,
    "im": 2002,
    "in": 2003,
    "ingo": 2004,
    "inh": 2005,
    "inine": 2006,
    "inéma": 2007,
    "iphone": 2008,
    "isto": 2009,
    "iston": 2010,
    "iu": 2011,
    "ivi": 2012,
    "ière": 2013,
    "ié": 2014,
    "iéng": 2015,
    "iê": 2016,
    "iêm": 2017,
    "iên": 2018,
    "iêng": 2019,
    "iêu": 2020,
    "iêze": 2021,
    "iêzen": 2022,
    "iế": 2023,
    "iếc": 2024,
    "iếm": 2025,
    "iến": 2026,
    "iếng": 2027,
    "iếp": 2028,
    "iết": 2029,
    "iếu": 2030,
    "iề": 2031,
    "iềm": 2032,
    "iền": 2033,
    "iềng": 2034,
    "iều": 2035,
    "iể": 2036,
    "iểm": 2037,
    "iển": 2038,
    "iểng": 2039,
    "iểu": 2040,
    "iễ": 2041,
    "iễm": 2042,
    "iễn": 2043,
    "iễng": 2044,
    "iễu": 2045,
    "iệ": 2046,
    "iệc": 2047,
    "iệm": 2048,
    "iện": 2049,
    "iệng": 2050,
    "iệp": 2051,
    "iệt": 2052,
    "iệu": 2053,
    "j": 2054,
    "jee": 2055,
    "jeep": 2056,
    "k": 2057,
    "ka": 2058,
    "katha": 2059,
    "ke": 2060,
    "kem": 2061,
    "ken": 2062,
    "keng": 2063,
    "keo": 2064,
    "ket": 2065,
    "kg": 2066,
    "kh": 2067,
    "kha": 2068,
    "khai": 2069,
    "kham": 2070,
    "khan": 2071,
    "khang": 2072,
    "khao": 2073,
    "khay": 2074,
    "khe": 2075,
    "khem": 2076,
    "khen": 2077,
    "kheo": 2078,
    "khi": 2079,
    "khinh": 2080,
    "khiu": 2081,
    "khiêm": 2082,
    "khiêng": 2083,
    "khiêu": 2084,
    "khiến": 2085,
    "khiếp": 2086,
    "khiếu": 2087,
    "khiển": 2088,
    "khiễng": 2089,
    "khmer": 2090,
    "kho": 2091,
    "khoa": 2092,
    "khoai": 2093,
    "khoan": 2094,
    "khoang": 2095,
    "khoanh": 2096,
    "khoe": 2097,
    "khoen": 2098,
    "khom": 2099,
    "khoàng": 2100,
    "khoá": 2101,
    "khoác": 2102,
    "khoái": 2103,
    "khoán": 2104,
    "khoáng": 2105,
    "khoát": 2106,
    "khoáy": 2107,
    "khoèo": 2108,
    "khoé": 2109,
    "khoén": 2110,
    "khoét": 2111,
    "khoăn": 2112,
    "khoả": 2113,
    "khoản": 2114,
    "khoảng": 2115,
    "khoảnh": 2116,
    "khoắn": 2117,
    "khoắt": 2118,
    "khoằm": 2119,
    "khoẻ": 2120,
    "khoẻn": 2121,
    "khu": 2122,
    "khua": 2123,
    "khui": 2124,
    "khum": 2125,
    "khung": 2126,
    "khuy": 2127,
    "khuya": 2128,
    "khuyên": 2129,
    "khuyết": 2130,
    "khuân": 2131,
    "khuây": 2132,
    "khuôn": 2133,
    "khuơ": 2134,
    "khuất": 2135,
    "khuấy": 2136,
    "khuẫn": 2137,
    "khuế": 2138,
    "khuều": 2139,
    "khuỳnh": 2140,
    "khuỷnh": 2141,
    "khuỷu": 2142,
    "khà": 2143,
    "khàn": 2144,
    "khàng": 2145,
    "khá": 2146,
    "khác": 2147,
    "khách": 2148,
    "khái": 2149,
    "khám": 2150,
    "khán": 2151,
    "kháng": 2152,
    "khánh": 2153,
    "kháp": 2154,
    "khát": 2155,
    "kháu": 2156,
    "kháy": 2157,
    "khâm": 2158,
    "khân": 2159,
    "khâu": 2160,
    "khè": 2161,
    "khèo": 2162,
    "khém": 2163,
    "khén": 2164,
    "khéo": 2165,
    "khép": 2166,
    "khét": 2167,
    "khê": 2168,
    "khên": 2169,
    "khênh": 2170,
    "khêu": 2171,
    "khì": 2172,
    "khìa": 2173,
    "khí": 2174,
    "khía": 2175,
    "khích": 2176,
    "khín": 2177,
    "khít": 2178,
    "khíu": 2179,
    "khò": 2180,
    "khó": 2181,
    "khóa": 2182,
    "khóc": 2183,
    "khóe": 2184,
    "khói": 2185,
    "khóm": 2186,
    "khô": 2187,
    "khôi": 2188,
    "khôn": 2189,
    "không": 2190,
    "khù": 2191,
    "khùng": 2192,
    "khú": 2193,
    "khúc": 2194,
    "khúm": 2195,
    "khăn": 2196,
    "khăng": 2197,
    "khũ": 2198,
    "khơ": 2199,
    "khơi": 2200,
    "khư": 2201,
    "khươi": 2202,
    "khươn": 2203,
    "khướt": 2204,
    "khướu": 2205,
    "khượi": 2206,
    "khạc": 2207,
    "khạng": 2208,
    "khạo": 2209,
    "khạp": 2210,
    "khả": 2211,
    "khải": 2212,
    "khảm": 2213,
    "khản": 2214,
    "khảnh": 2215,
    "khảo": 2216,
    "khảy": 2217,
    "khấm": 2218,
    "khấn": 2219,
    "khấp": 2220,
    "khất": 2221,
    "khấu": 2222,
    "khẩm": 2223,
    "khẩn": 2224,
    "khẩu": 2225,
    "khậm": 2226,
    "khập": 2227,
    "khật": 2228,
    "khắc": 2229,
    "khắm": 2230,
    "khắn": 2231,
    "khắng": 2232,
    "khắp": 2233,
    "khắt": 2234,
    "khẳm": 2235,
    "khẳn": 2236,
    "khẳng": 2237,
    "khặc": 2238,
    "khẹc": 2239,
    "khẻ": 2240,
    "khẽ": 2241,
    "khế": 2242,
    "khến": 2243,
    "khề": 2244,
    "khều": 2245,
    "khểnh": 2246,
    "khệ": 2247,
    "khệch": 2248,
    "khện": 2249,
    "khệnh": 2250,
    "khệu": 2251,
    "khỉ": 2252,
    "khỉnh": 2253,
    "khị": 2254,
    "khịa": 2255,
    "khọm": 2256,
    "khọt": 2257,
    "khỏ": 2258,
    "khỏa": 2259,
    "khỏe": 2260,
    "khỏi": 2261,
    "khỏng": 2262,
    "khố": 2263,
    "khốc": 2264,
    "khối": 2265,
    "khốn": 2266,
    "khống": 2267,
    "khổ": 2268,
    "khổng": 2269,
    "khới": 2270,
    "khớp": 2271,
    "khờ": 2272,
    "khởi": 2273,
    "khụ": 2274,
    "khục": 2275,
    "khủng": 2276,
    "khứ": 2277,
    "khứa": 2278,
    "khứng": 2279,
    "khừ": 2280,
    "khừng": 2281,
    "khựng": 2282,
    "ki": 2283,
    "kia": 2284,
    "kilôgam": 2285,
    "kim": 2286,
    "kinh": 2287,
    "kiên": 2288,
    "kiêng": 2289,
    "kiêu": 2290,
    "kiếm": 2291,
    "kiến": 2292,
    "kiếng": 2293,
    "kiếp": 2294,
    "kiết": 2295,
    "kiềm": 2296,
    "kiềng": 2297,
    "kiều": 2298,
    "kiểm": 2299,
    "kiểng": 2300,
    "kiểu": 2301,
    "kiễng": 2302,
    "kiệm": 2303,
    "kiện": 2304,
    "kiệt": 2305,
    "kiệu": 2306,
    "kohler": 2307,
    "kè": 2308,
    "kèm": 2309,
    "kèn": 2310,
    "kèo": 2311,
    "ké": 2312,
    "kém": 2313,
    "kén": 2314,
    "kéo": 2315,
    "kép": 2316,
    "két": 2317,
    "kê": 2318,
    "kên": 2319,
    "kênh": 2320,
    "kêu": 2321,
    "kì": 2322,
    "kìa": 2323,
    "kìm": 2324,
    "kìn": 2325,
    "kình": 2326,
    "kí": 2327,
    "kía": 2328,
    "kích": 2329,
    "kín": 2330,
    "kính": 2331,
    "kíp": 2332,
    "kít": 2333,
    "ký": 2334,
    "kĩ": 2335,
    "kĩnh": 2336,
    "kẹ": 2337,
    "kẹo": 2338,
    "kẹp": 2339,
    "kẹt": 2340,
    "kẻ": 2341,
    "kẻng": 2342,
    "kẻo": 2343,
    "kẽ": 2344,
    "kẽm": 2345,
    "kế": 2346,
    "kếp": 2347,
    "kết": 2348,
    "kếu": 2349,
    "kề": 2350,
    "kềm": 2351,
    "kềng": 2352,
    "kềnh": 2353,
    "kể": 2354,
    "kệ": 2355,
    "kệch": 2356,
    "kỉ": 2357,
    "kỉa": 2358,
    "kỉnh": 2359,
    "kị": 2360,
    "kịa": 2361,
    "kịch": 2362,
    "kịp": 2363,
    "kịt": 2364,
    "kỳ": 2365,
    "kỵ": 2366,
    "kỷ": 2367,
    "kỹ": 2368,
    "l": 2369,
    "la": 2370,
    "lai": 2371,
    "lam": 2372,
    "lan": 2373,
    "lang": 2374,
    "lanh": 2375,
    "lanto": 2376,
    "lanton": 2377,
    "lao": 2378,
    "laptop": 2379,
    "lau": 2380,
    "lay": 2381,
    "le": 2382,
    "lem": 2383,
    "len": 2384,
    "leng": 2385,
    "leo": 2386,
    "li": 2387,
    "lia": 2388,
    "lim": 2389,
    "lin": 2390,
    "linh": 2391,
    "lip": 2392,
    "liu": 2393,
    "liên": 2394,
    "liêu": 2395,
    "liếc": 2396,
    "liếm": 2397,
    "liến": 2398,
    "liếng": 2399,
    "liếp": 2400,
    "liếu": 2401,
    "liềm": 2402,
    "liền": 2403,
    "liều": 2404,
    "liểm": 2405,
    "liểng": 2406,
    "liễm": 2407,
    "liễn": 2408,
    "liễu": 2409,
    "liệm": 2410,
    "liệng": 2411,
    "liệt": 2412,
    "liệu": 2413,
    "llu": 2414,
    "lo": 2415,
    "loa": 2416,
    "loang": 2417,
    "loanh": 2418,
    "loay": 2419,
    "loc": 2420,
    "local": 2421,
    "loe": 2422,
    "loi": 2423,
    "lom": 2424,
    "lon": 2425,
    "long": 2426,
    "loà": 2427,
    "loài": 2428,
    "loàng": 2429,
    "loác": 2430,
    "loáng": 2431,
    "loát": 2432,
    "loã": 2433,
    "loãng": 2434,
    "loè": 2435,
    "loé": 2436,
    "loét": 2437,
    "loăng": 2438,
    "loại": 2439,
    "loạn": 2440,
    "loạng": 2441,
    "loạt": 2442,
    "loảng": 2443,
    "loằng": 2444,
    "loẹt": 2445,
    "lqt": 2446,
    "lu": 2447,
    "lua": 2448,
    "lui": 2449,
    "lum": 2450,
    "lung": 2451,
    "luy": 2452,
    "luyên": 2453,
    "luyến": 2454,
    "luyện": 2455,
    "luôm": 2456,
    "luôn": 2457,
    "luông": 2458,
    "luých": 2459,
    "luýnh": 2460,
    "luẩn": 2461,
    "luận": 2462,
    "luật": 2463,
    "luốc": 2464,
    "luống": 2465,
    "luốt": 2466,
    "luồn": 2467,
    "luồng": 2468,
    "luổi": 2469,
    "luỗng": 2470,
    "luộc": 2471,
    "luộm": 2472,
    "luột": 2473,
    "luỹ": 2474,
    "ly": 2475,
    "là": 2476,
    "lài": 2477,
    "làm": 2478,
    "làn": 2479,
    "làng": 2480,
    "lành": 2481,
    "lào": 2482,
    "làu": 2483,
    "lá": 2484,
    "lác": 2485,
    "lách": 2486,
    "lái": 2487,
    "lám": 2488,
    "láng": 2489,
    "lánh": 2490,
    "láo": 2491,
    "láp": 2492,
    "lát": 2493,
    "láu": 2494,
    "láy": 2495,
    "lâm": 2496,
    "lân": 2497,
    "lâng": 2498,
    "lâu": 2499,
    "lây": 2500,
    "lã": 2501,
    "lãi": 2502,
    "lãng": 2503,
    "lãnh": 2504,
    "lão": 2505,
    "lãy": 2506,
    "lè": 2507,
    "lèm": 2508,
    "lèn": 2509,
    "lèo": 2510,
    "lé": 2511,
    "léc": 2512,
    "légume": 2513,
    "lém": 2514,
    "lén": 2515,
    "léo": 2516,
    "lép": 2517,
    "lét": 2518,
    "lê": 2519,
    "lên": 2520,
    "lênh": 2521,
    "lêu": 2522,
    "lì": 2523,
    "lìa": 2524,
    "lìm": 2525,
    "lình": 2526,
    "lìu": 2527,
    "lí": 2528,
    "lích": 2529,
    "lính": 2530,
    "líp": 2531,
    "lít": 2532,
    "líu": 2533,
    "lò": 2534,
    "lòa": 2535,
    "lòe": 2536,
    "lòi": 2537,
    "lòm": 2538,
    "lòn": 2539,
    "lòng": 2540,
    "ló": 2541,
    "lóc": 2542,
    "lóe": 2543,
    "lói": 2544,
    "lóm": 2545,
    "lón": 2546,
    "lóng": 2547,
    "lóp": 2548,
    "lót": 2549,
    "lô": 2550,
    "lôi": 2551,
    "lôm": 2552,
    "lông": 2553,
    "lõ": 2554,
    "lõa": 2555,
    "lõi": 2556,
    "lõm": 2557,
    "lõng": 2558,
    "lù": 2559,
    "lùa": 2560,
    "lùi": 2561,
    "lùm": 2562,
    "lùn": 2563,
    "lùng": 2564,
    "lú": 2565,
    "lúa": 2566,
    "lúc": 2567,
    "lúi": 2568,
    "lúm": 2569,
    "lún": 2570,
    "lúng": 2571,
    "lúp": 2572,
    "lút": 2573,
    "lý": 2574,
    "lăm": 2575,
    "lăn": 2576,
    "lăng": 2577,
    "lĩa": 2578,
    "lĩnh": 2579,
    "lũ": 2580,
    "lũa": 2581,
    "lũi": 2582,
    "lũm": 2583,
    "lũn": 2584,
    "lũng": 2585,
    "lơ": 2586,
    "lơi": 2587,
    "lơn": 2588,
    "lư": 2589,
    "lưa": 2590,
    "lưng": 2591,
    "lưu": 2592,
    "lươn": 2593,
    "lương": 2594,
    "lưới": 2595,
    "lướt": 2596,
    "lướu": 2597,
    "lười": 2598,
    "lườm": 2599,
    "lườn": 2600,
    "lường": 2601,
    "lưởi": 2602,
    "lưởng": 2603,
    "lưỡi": 2604,
    "lưỡng": 2605,
    "lược": 2606,
    "lượi": 2607,
    "lượm": 2608,
    "lượn": 2609,
    "lượng": 2610,
    "lượt": 2611,
    "lạ": 2612,
    "lạc": 2613,
    "lạch": 2614,
    "lại": 2615,
    "lạm": 2616,
    "lạn": 2617,
    "lạng": 2618,
    "lạnh": 2619,
    "lạo": 2620,
    "lạp": 2621,
    "lạt": 2622,
    "lạu": 2623,
    "lạy": 2624,
    "lả": 2625,
    "lải": 2626,
    "lảm": 2627,
    "lảng": 2628,
    "lảo": 2629,
    "lảy": 2630,
    "lấc": 2631,
    "lấm": 2632,
    "lấn": 2633,
    "lấp": 2634,
    "lất": 2635,
    "lấu": 2636,
    "lấy": 2637,
    "lầm": 2638,
    "lần": 2639,
    "lầu": 2640,
    "lầy": 2641,
    "lẩm": 2642,
    "lẩn": 2643,
    "lẩu": 2644,
    "lẩy": 2645,
    "lẫm": 2646,
    "lẫn": 2647,
    "lẫy": 2648,
    "lận": 2649,
    "lập": 2650,
    "lật": 2651,
    "lậu": 2652,
    "lậy": 2653,
    "lắc": 2654,
    "lắm": 2655,
    "lắn": 2656,
    "lắng": 2657,
    "lắp": 2658,
    "lắt": 2659,
    "lằm": 2660,
    "lằn": 2661,
    "lằng": 2662,
    "lẳn": 2663,
    "lẳng": 2664,
    "lẵn": 2665,
    "lặc": 2666,
    "lặm": 2667,
    "lặn": 2668,
    "lặng": 2669,
    "lặp": 2670,
    "lặt": 2671,
    "lẹ": 2672,
    "lẹm": 2673,
    "lẹo": 2674,
    "lẹp": 2675,
    "lẹt": 2676,
    "lẻ": 2677,
    "lẻm": 2678,
    "lẻn": 2679,
    "lẻo": 2680,
    "lẽ": 2681,
    "lẽm": 2682,
    "lẽn": 2683,
    "lẽo": 2684,
    "lếch": 2685,
    "lếnh": 2686,
    "lết": 2687,
    "lếu": 2688,
    "lề": 2689,
    "lền": 2690,
    "lềnh": 2691,
    "lều": 2692,
    "lể": 2693,
    "lểnh": 2694,
    "lểu": 2695,
    "lễ": 2696,
    "lễnh": 2697,
    "lệ": 2698,
    "lệch": 2699,
    "lệnh": 2700,
    "lệt": 2701,
    "lệu": 2702,
    "lỉa": 2703,
    "lỉm": 2704,
    "lỉnh": 2705,
    "lỉu": 2706,
    "lị": 2707,
    "lịa": 2708,
    "lịch": 2709,
    "lịm": 2710,
    "lịnh": 2711,
    "lịt": 2712,
    "lịu": 2713,
    "lọ": 2714,
    "lọc": 2715,
    "lọi": 2716,
    "lọm": 2717,
    "lọn": 2718,
    "lọng": 2719,
    "lọt": 2720,
    "lỏa": 2721,
    "lỏi": 2722,
    "lỏm": 2723,
    "lỏn": 2724,
    "lỏng": 2725,
    "lố": 2726,
    "lốc": 2727,
    "lối": 2728,
    "lốm": 2729,
    "lốp": 2730,
    "lốt": 2731,
    "lồ": 2732,
    "lồi": 2733,
    "lồm": 2734,
    "lồng": 2735,
    "lổ": 2736,
    "lổm": 2737,
    "lổn": 2738,
    "lổng": 2739,
    "lỗ": 2740,
    "lỗi": 2741,
    "lộ": 2742,
    "lộc": 2743,
    "lội": 2744,
    "lộn": 2745,
    "lộng": 2746,
    "lộp": 2747,
    "lột": 2748,
    "lớ": 2749,
    "lới": 2750,
    "lớn": 2751,
    "lớp": 2752,
    "lớt": 2753,
    "lờ": 2754,
    "lời": 2755,
    "lờm": 2756,
    "lờn": 2757,
    "lở": 2758,
    "lởi": 2759,
    "lởm": 2760,
    "lởn": 2761,
    "lỡ": 2762,
    "lợ": 2763,
    "lợi": 2764,
    "lợm": 2765,
    "lợn": 2766,
    "lợp": 2767,
    "lợt": 2768,
    "lụ": 2769,
    "lụa": 2770,
    "lục": 2771,
    "lụi": 2772,
    "lụm": 2773,
    "lụn": 2774,
    "lụng": 2775,
    "lụp": 2776,
    "lụt": 2777,
    "lụy": 2778,
    "lủa": 2779,
    "lủi": 2780,
    "lủm": 2781,
    "lủn": 2782,
    "lủng": 2783,
    "lứ": 2784,
    "lứa": 2785,
    "lức": 2786,
    "lứng": 2787,
    "lứt": 2788,
    "lừ": 2789,
    "lừa": 2790,
    "lừng": 2791,
    "lử": 2792,
    "lửa": 2793,
    "lửng": 2794,
    "lữa": 2795,
    "lững": 2796,
    "lự": 2797,
    "lựa": 2798,
    "lực": 2799,
    "lựng": 2800,
    "lựu": 2801,
    "lỳ": 2802,
    "m": 2803,
    "ma": 2804,
    "mai": 2805,
    "main": 2806,
    "man": 2807,
    "manchon": 2808,
    "mang": 2809,
    "manger": 2810,
    "manh": 2811,
    "manila": 2812,
    "maradona": 2813,
    "maritimes": 2814,
    "masse": 2815,
    "mastic": 2816,
    "matelot": 2817,
    "matit": 2818,
    "mau": 2819,
    "may": 2820,
    "mc": 2821,
    "me": 2822,
    "mem": 2823,
    "men": 2824,
    "meo": 2825,
    "mer": 2826,
    "merci": 2827,
    "messageries": 2828,
    "mi": 2829,
    "mignon": 2830,
    "mignonne": 2831,
    "minh": 2832,
    "miên": 2833,
    "miêng": 2834,
    "miêu": 2835,
    "miến": 2836,
    "miếng": 2837,
    "miết": 2838,
    "miếu": 2839,
    "miền": 2840,
    "miểng": 2841,
    "miễn": 2842,
    "miễu": 2843,
    "miệng": 2844,
    "miệt": 2845,
    "mnd": 2846,
    "mo": 2847,
    "moa": 2848,
    "modèle": 2849,
    "moi": 2850,
    "mon": 2851,
    "mong": 2852,
    "mooc": 2853,
    "mort": 2854,
    "mortier": 2855,
    "mouchoir": 2856,
    "moóc": 2857,
    "mu": 2858,
    "mua": 2859,
    "mui": 2860,
    "mun": 2861,
    "mung": 2862,
    "muôi": 2863,
    "muôn": 2864,
    "muối": 2865,
    "muốn": 2866,
    "muống": 2867,
    "muồi": 2868,
    "muồng": 2869,
    "muỗi": 2870,
    "muỗng": 2871,
    "muội": 2872,
    "muộn": 2873,
    "my": 2874,
    "mà": 2875,
    "mài": 2876,
    "màn": 2877,
    "màng": 2878,
    "mành": 2879,
    "mào": 2880,
    "màu": 2881,
    "mày": 2882,
    "má": 2883,
    "mác": 2884,
    "mách": 2885,
    "mái": 2886,
    "mám": 2887,
    "mán": 2888,
    "máng": 2889,
    "mánh": 2890,
    "máo": 2891,
    "mát": 2892,
    "máu": 2893,
    "máy": 2894,
    "mâm": 2895,
    "mân": 2896,
    "mâu": 2897,
    "mây": 2898,
    "mã": 2899,
    "mãi": 2900,
    "mãn": 2901,
    "mãng": 2902,
    "mãnh": 2903,
    "mão": 2904,
